class tr:
    error: str = "ERROR:"
    

    AnonRubotName: str = "@AnonRubot"
    AnonRubotLog: str = f"{AnonRubotName} >>> "

    clientLog: str = "client >>> "


    search: str = "/search"
    next_:  str = "/next"
    start:  str = "/start"
    restartcaptcha: str = "/restartcaptcha"

    t1: str = "Собеседник найден"
    t2: str = "Собеседник закончил с вами связь"
    t3: str = "(от 9 до 99)"
    t4: str = "У вас уже есть собеседник"
    t5: str = "Чтобы подтвердить, что вы не бот, введите код с картинки"
    t6: str = "Если вы считаете что вы ни в чём не виноваты, напишите нам: @AnonBotAdmin"
    t7: str = "Неправильный код, попробуйте еще, либо пересоздайте капчу"
    t8: str = "Приносим наши извинения, мы временно ограничили вам пользование чатом за нарушение правил Анонимного чата."
    t9: str = "У вас ограничение на количество чатов в сутки. Ваши собеседники отправляют жалобы из-за вашего стиля общения"
    t10: str = "Чтобы подтвердить, что вы не бот, отправьте мне сообщение с кодом с картинки"
    t11: str = "Похоже, вы исчерпали дневной лимит чатов. На вас были отправлены жалобы"

    sessions: str = "sessions"